export const postsData = [
    {
        id: 1,
        title: 'Post 1',
        desc: 'Текст, прочитав который потенциальный клиент принимает решение о покупке Вашего продукта. Продающим текст должен быть независимо от того, что это: сторителлинг в маркетинг-кит или короткий пост для продвижения в социальных сетях.',
    },
    {
        id: 2,
        title: 'Post 2',
        desc: 'О, важный момент! Если клиент принял решение – это одно. Если он купил – это другое. Потому что текст не может напрямую влиять на процесс продажи. Даже если текст просто безупречен, продавцы или менеджеры по продажам могут одним движением руки перечеркнуть все старания копирайтера.',
    },
    {
        id: 3,
        title: 'Post 3',
        desc: 'В своей практике мы чётко должны разделить размер текста. Я не могу сказать, что будут полностью разные подходы, они наоборот будут одинаковые.',
    },
    {
        id: 4,
        title: 'Post 4',
        desc: 'Эта модель часто используется не только в создании текста, но и при создании любого маркетингового инструмента.',
    },
]

export const lessonsTitle = [
    { title: "Methods" },
    { title: "Computed" },
    { title: "Watch" },
    { title: "Life cycle hooks" },
    { title: "V-for" },
    { title: "Conditions" },
    { title: "Live Search Vue" },
    { title: "Components" },
    { title: "Vue filters" },
]